romkatv/powerlevel10k

mattmc3/ez-compinit
zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting

mattmc3/zephyr path:plugins/homebrew

ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/history-substring-search
ohmyzsh/ohmyzsh path:plugins/aws
ohmyzsh/ohmyzsh path:plugins/kubectx
