romkatv/powerlevel10k

zsh-users/zsh-completions
zsh-users/zsh-syntax-highlighting

ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/history-substring-search
ohmyzsh/ohmyzsh path:plugins/aws
# ohmyzsh/ohmyzsh path:plugins/asdf
ohmyzsh/ohmyzsh path:plugins/direnv
ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/kubectx
